// /** @file
// Base board information.
//
// Copyright (c) 2004 - 2016, Intel Corporation. All rights reserved.<BR>
//
// This program and the accompanying materials
// are licensed and made available under the terms and conditions of the BSD License
// which accompanies this distribution. The full text of the license may be found at
// http://opensource.org/licenses/bsd-license.php.
// 
// THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,
// WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.
//
// **/


#langdef en-US "English"

#string STR_MISC_BASE_BOARD_MANUFACTURER     #language en-US  "ADI"
#string STR_MISC_BASE_BOARD_PRODUCT_NAME     #language en-US  "SDS"
#string STR_MISC_BASE_BOARD_PRODUCT_NAME2    #language en-US  "RVP"
#string STR_MISC_BASE_BOARD_PRODUCT_NAME1    #language en-US  "MinnowBoard V3"
#string STR_MISC_BASE_BOARD_VERSION          #language en-US  "REV A"
#string STR_MISC_BASE_BOARD_SERIAL_NUMBER    #language en-US  "To be filled by O.E.M"
#string STR_MISC_BASE_BOARD_ASSET_TAG        #language en-US  "To be filled by O.E.M"
#string STR_MISC_BASE_BOARD_CHASSIS_LOCATION #language en-US  "To be filled by O.E.M"

